// Cpp1_3.cpp : 이파일에는'main' 함수가포함됩니다. 거기서프로그램실행이시작되고종료됩니다.
//

#include <iostream>

int main()
{
    std::cout << "Hello World!\n"
}



// 프로그램실행: <Ctrl+F5> 또는[디버그] > [디버깅하지않고시작] 메뉴
// 프로그램디버그: <F5> 키또는[디버그] > [디버깅시작] 메뉴

// 시작을위한팁: 
//   1. [솔루션탐색기] 창을사용하여파일을추가/관리합니다.
//   2. [팀탐색기] 창을사용하여소스제어에연결합니다.
//   3. [출력] 창을사용하여빌드출력및기타메시지를확인합니다.
//   4. [오류목록] 창을사용하여오류를봅니다.
//   5. [프로젝트] > [새항목추가]로이동하여새코드파일을만들거나, [프로젝트] > [기존항목추가]로이동하여기존코드파일을프로젝트에추가합니다.
//   6. 나중에이프로젝트를다시열려면[파일] > [열기] > [프로젝트]로이동하고.sln 파일을선택합니다.
